<?php
return [
	// 消息码
    '9998'                 => '已经删除',
    '9999'                 => '删除成功',
    '10000'                => '操作成功',
    '10001'                => '登录超时',
    '10002'                => '操作失败',
    '10003'                => '系统异常,请重试',
    '10004'                => '缺少参数',
    '10005'                => '本页已有打开的内容，确定将刷新本页内容，是否继续？',
    '10006'                => '确定要删除该行信息吗？',

    //管理员
    '11001'                => '管理员名称必须',
    '11002'                => '管理员名称最多不能超过25个字符',
    '11003'                => '管理员密码必须',
    '11004'                => '管理员密码最多不能超过32个字符',
    '11005'                => '随机验证字符串必须',
    '11006'                => '随机验证字符串最多不能超过8个字符',
    '11007'                => '创建时间必须',
    '11008'                => '创建时间最多不能超过11个字符',
    '11009'                => '状态必须',
    '110010'               => '状态最多不能超过1个字符',
    '100011'               => '管理员名称已被注册，请更换',
];